/* String_On_Page_Template */
"Get Stickam for Free." = "Get Stickam for Free.";

/* String_On_Page_Template */
"Please enter your Stickam User ID using the Pagelet Inspector." = "Please enter your Stickam User ID using the Pagelet Inspector.";

/* String_On_Page_Template */
"Stickam (Placeholder)" = "Stickam (Placeholder)";

